import { Mail, Phone } from "lucide-react";

export const itemsContanct = [
  {
    id: 1,
    title: "تلفن",
    description: "03146650000",
    icon: Phone,
    href: "tel:03146650000",
  },
  {
    id: 2,
    title: "موبایل",
    description: "09924164032",
    icon: Phone,
    href: "tel:09924164032",
  },
  {
    id: 3,
    title: "ایمیل",
    description: "info@example.com",
    icon: Mail,
    href: "mailto:info@example.com",
  },
  {
    id: 4,
    title: "شماره تماس",
    description: "09924164032",
    icon: Phone,
    href: "tel:09924164032",
  },
];
export const ItemComponentQuestionContact = [
  {
    id: 1,
    title: "چطور می‌توانم سفارش خود را ثبت کنم؟",
    text: "برای ثبت سفارش کافی است محصول موردنظر خود را انتخاب کرده و پس از بررسی مشخصات و قیمت، آن را به سبد خرید اضافه کنید. سپس با ورود یا ثبت‌نام در حساب کاربری، اطلاعات ارسال را وارد کرده و سفارش خود را نهایی کنید.",
  },
  {
    id: 2,
    title: "چه روش‌هایی برای پرداخت وجود دارد؟",
    text: "پرداخت سفارش به‌صورت آنلاین و از طریق درگاه امن بانکی انجام می‌شود. پس از تکمیل موفقیت‌آمیز پرداخت، سفارش شما ثبت شده و مراحل آماده‌سازی و ارسال آن آغاز خواهد شد.",
  },
  {
    id: 3,
    title: "سفارش من چه زمانی به دستم می‌رسد؟",
    text: "زمان ارسال سفارش با توجه به شهر مقصد و روش ارسال متفاوت است. پس از ثبت سفارش، اطلاعات مربوط به وضعیت و روند ارسال از طریق حساب کاربری یا اطلاعات تماس ثبت‌شده در اختیار شما قرار می‌گیرد.",
  },
  {
    id: 4,
    title: "آیا امکان مرجوع کردن کالا وجود دارد؟",
    text: "بله، در صورت وجود شرایط لازم برای بازگشت کالا، می‌توانید درخواست مرجوعی خود را از طریق پشتیبانی ثبت کنید. کالا باید مطابق شرایط اعلام‌شده و در وضعیت قابل قبول برای بازگشت باشد.",
  },
];
