export const bannerBlog = [
  {
    id: 1,
    image: "/common/img/story/adidas.jpg",
    category: "راهنمای خرید",
    title: "چطور بهترین کفش فوتبال را برای خودمان انتخاب کنیم؟",
    description:
      "در این راهنما مهم‌ترین نکاتی که قبل از خرید کفش فوتبال باید بدانید را بررسی می‌کنیم.",
    date: "۱۴۰۵/۰۶/۰۱",
    readTime: "۵ دقیقه مطالعه",
  },
  {
    id: 2,
    image: "/common/img/story/reebok.webp",
    category: "مد و استایل",
    title: "ترندهای جدید دنیای ورزش و استایل در سال ۲۰۲۶",
    description:
      "با جدیدترین ترندهای ورزشی آشنا شوید و استایل متفاوت خودتان را بسازید.",
    date: "۱۴۰۵/۰۶/۰۳",
    readTime: "۴ دقیقه مطالعه",
  },
  {
    id: 3,
    image: "/common/img/story/yoga.jpeg",
    category: "سبک زندگی",
    title: "چطور برای ورزش کردن یک انتخاب مناسب داشته باشیم؟",
    description:
      "راهنمای انتخاب لباس و تجهیزات مناسب برای داشتن یک تجربه بهتر هنگام ورزش.",
    date: "۱۴۰۵/۰۶/۰۵",
    readTime: "۶ دقیقه مطالعه",
  },
  {
    id: 4,
    image: "/common/img/story/reebok.webp",
    category: "پیشنهاد سردبیر",
    title: "۵ اشتباه رایج هنگام خرید محصولات ورزشی",
    description:
      "اشتباهاتی که ممکن است باعث شوند انتخاب خوبی نداشته باشید و هزینه بیشتری پرداخت کنید.",
    date: "۱۴۰۵/۰۶/۰۸",
    readTime: "۳ دقیقه مطالعه",
  },
];
